{
	"scenarios":
	[
		{
			"group_name":"Vigilantes",
			"flavor_text":"You have seen the station's true face, the moral bankruptcy of its legal core and the weakness and apathy of those meant to enforce it.",
			"objective":"Come up with a new code of law and ensure the rest of the crew sticks to it.",
			"ooc_notes":"As vigilante justiciars, you may detain people but aim to avoid killing them without admin permission."
		},

		{
			"group_name":"Cryptozoologists",
			"flavor_text":"As a member of the local cryptozoology club, you hold strong opinions about certain fantastic creatures. Whether a self-amusing skeptic or an ardent believer, you aren't getting anywhere without a bankroll.",
			"objective":"Find a way to fund your expedition to capture the rarely-seen Cabriolan Hum-Ding-Ha.",
			"ooc_notes":null
		},

		{
			"group_name":"Accusers",
			"flavor_text":"There's a certain member of the crew who's been getting on everybody's bad side lately. How about you teach them a lesson.",
			"objective":"Frame a crew member for a crime they didn't commit.",
			"ooc_notes":"The crew member being framed shouldn't be a fellow miscreant."
		},

		{
			"group_name":"Graffitists",
			"flavor_text":"To a street art enthusiast, every wall is a canvas anticipating a fresh burst of color. To a sculpturist, every nook is a plinth awaiting its David. To a slam poet, all the world's a mic'd and ready stage. The station cries out for revolution by the crayon, the chisel and the spray can!",
			"objective":"Redecorate the interior of the station using art, text and sculpture.",
			"ooc_notes":null
		},

		{
			"group_name":"Gangsters",
			"flavor_text":"You's a lowdown, no good gangster, got it in your head that morals are for suckers and you's gonna prove it, you's gonna prove it by starting a racket and sucking this crew for all they're worth.",
			"objective":"Start a racket designed to extort money from the crew.",
			"ooc_notes":"Fear tactics should escalate, avoid killing too early unless absolutely necessary for the survival of the gang."
		},

		{
			"group_name":"Escape Artists",
			"flavor_text":"Corporate needs people in plainclothes willing to stress test their containment facilities. Perhaps at gunpoint, you have agreed.",
			"objective":"Stage a break out from perma then improve the design based on your findings.",
			"ooc_notes":null
		},

		{
			"group_name":"LARPers",
			"flavor_text":"You were excited to play the regent for once in the quarterly, Station 13 LARP. Only, you've now been told that role has already been claimed, how outrageous!",
			"objective":"Prove to the pretenders you'd make a better regent by telling them to shove it and building a superior kingdom without them.",
			"ooc_notes":null
		},

		{
			"group_name":"Monkey Freedom Associates",
			"flavor_text":"As the newest member of the Monkey Freedom Association you are absolutely disgusted by the station's treatment of our primate friends. You should convince your fellow employees to join the MFA and boycott science and service and, if it comes to it, plan a mass breakout for all the monkeys being held against their will.",
			"objective":"Convince or stop the station from unethical monkey use.",
			"ooc_notes":"Peaceful protests should always proceed before escalation but, if it comes to it, the monkeys won't save themselves."
		},

		{
			"group_name":"Grail Seekers",
			"flavor_text":"You have received visions from Space God himself and you have been entrusted with his most holy of quests: reclaiming the Holy Grail! First, you must assemble your most trusted knights and be outfitted for this most dangerous of quests; then seek the Grail. It could be hiding as any old cup on this station but it is likely to be highly guarded.",
			"Objective":"Assemble the knights of the round table and find the Holy Grail.",
			"ooc_notes":"The Grail could be disguised as anything but it should not be easy to find. Perhaps the captain's trophy or the head of security's coffee mug?"
		},

		{
			"group_name":"Edenists",
			"flavor_text":"Steel and iron has surrounded you for so long, your only companions in this industrial hellscape they call a space station are the wilting potted plants. It's time to change that, nature needs to retake the station so that you can once again have grass under your feet and trees over your head.",
			"objective":"Spread nature around the station's hallways and departments with any plants you can grow or find.",
			"ooc_notes":null
		},

		{
			"group_name":"Chemistry Teachers",
			"flavor_text":"You have a very rare version of space cancer and you need to afford treatment for it. As a genius of the chemical arts, there is simply no other option but to cook illegal drugs in maintenance and sell them to the crew.",
			"objective":"Build a secret lab for you to cook and sell illegal drugs.",
			"ooc_notes":"Try to remain undercover, you want to return to your normal life when this is all done."
		},

		{
			"group_name":"Technophilosophocrats",
			"flavor_text":"As an erudite member of the esteemed Consortium of Technophilosophocrats, you are enthusiastically involved in the field of silicon ethics and are interested in advancing it theoretically - nay, experimentally!",
			"objective":"Invent a new lawset and trial it on the station's silicons.",
			"ooc_notes":"Avoid getting into law-change wars with command; it's not fun for the silicons to get switched back and forth all shift long."
		},

		{
			"group_name":"Homeopaths",
			"flavor_text":"They called you a quack, a pseud, dangerous and unreliable. You'll prove them wrong. As a self-qualified practictioner of alternative medicine, be it faith healing, health manifestation, crystal-based care, or narcotics therapy, you will show the world how science is a conspiracy by curing people using your unduly-slandered method.",
			"objective":"Prove the validity of alternative medicine by 'curing' patients of their ailments.",
			"ooc_notes":null
		},

		{
			"group_name":"Pet Party Peeps",
			"flavor_text":"Ian's birthday always gets celebrated, but what about the other pets? Surely they deserve their time in the spotlight too!",
			"objective":"Throw a party for one of the station's pets (but not Ian), 'invite' as many of the other pets as possible and make it a day to remember!",
			"ooc_notes":null
		},

		{
			"group_name":"Salespeople",
			"flavor_text":"You are a salesperson selling the most excellent, reliable and trustworthy things. Surely they are not salvaged junk, malfunctioning electronics and food products of dubious origin and edibility. 'Me?' You say. 'I call them treasures!'",
			"objective":"Sell, sell, sell! If you can get your hands on it, flog it!",
			"ooc_notes":"Feel free to treat your teammates as business associates or as rivals."
		},

		{
			"group_name":"New Age Religionists",
			"flavor_text":"You're not sure how you got to this point, whether it was the divorce, the shark loan or the bookie debts, but if you keep worshipping (keep worshipping), keep donating (keep donating), keep pure (keep pure), you're going to be rewarded, right?",
			"objective":"Show your devotion to your god, whoever or whatever that may be.",
			"ooc_notes":"Many real-life cults do engage in abnormal sexual practices but that isn't a good reason to do so here. Don't be a creep."
		},

		{
			"group_name":"Paranoiacs",
			"flavor_text":"They're putting freaking chips in our brains, dude. They're putting chemicals in the water! The animals are spies, man; their eyes are cameras. The corps are in with the government, injecting us with nanobots while we sleep. You gotta wake up, gotta <i>wake</i> up.",
			"objective":"You've uncovered a conspiracy many layers deep, inform as many people as you can before <i>they</i> come to disappear you.",
			"ooc_notes":"If you're planning on rebelling against <i>them</i>, please delay starting any violence until later in the round. Rioting should stem from protest to give security time to gauge the situation and prepare appropriately; getting ganked for what feels like \"no raisin\" isn't a good time. Also, don't get anti-semitic, that's very uncool."
		}
	]
}
